---
kind: other
id: Methods.T:Autodesk.Revit.DB.LinkConversionData
source: html/2146059a-39da-08a4-12c1-4ce23c7262e4.htm
---
# LinkConversionData Methods

Extra information used during the creation of the Revit document.